00101,工程师：你名字就叫小木吧！,
00102,小木：？？,
00103,工程师：哈哈哈哈，你可以叫爷爷，反正我都是个老骨头了，也不好叫我爸爸。,
00104,小木：...,
00105,工程师：哈哈哈，我没有给你装发声器，因为现在手上也没有零件了，不过看你的表情我就知道你想表达什么，毕竟名义上你已经是我的孩子了！,
00106,工程师：唉呀，真可爱呀，看到自己的孩子诞生，是会有种超越一切的快乐感觉。,
00107,工程师：对了，有一件东西要送给你,
00108,获得斧头！,
00109,工程师：理论上你应该会点魔法，这个斧头就让你做护身武器吧！,
00110,小木：？？？,
00111,工程师：呵呵呵！是不是觉得斧头这种东西很粗鲁，很危险呢？,
00112,工程师：但是啊我的孩子，这个世界是充满危险的，你要学会时刻保护自己，如果有东西要伤害你，你要别犹豫，去反抗。,
00113,工程师：不过你也不要主动去伤害别人，我给你这把斧头，是用来保护自己和别人的，不是用来去伤害人的，所以你拔出斧头前，要先思考有没有必要去攻击敌人。虽然这只是普通的斧头，但是对于对方来说，你是掌握了对方的生死。,
00114,工程师：啊，不小心说太多了。对于刚出生的你来说很难理解吧！不过人都是要学会成长的，哟嚯嚯嚯！,
00115,工程师：去找你的伙伴小花吧！她...应该算是你姐，她想跟你说说话呢！,
00116,工程师：去找小花吧！,
00117,小花：噢！是我的弟弟！,
00118,小花：听说你继承了生命之力，对吗对吗？让我看看你的叶子！,
00119,小花：是一片健康美丽的叶子呢！,
00120,小花：可能你会拥有我没有的能力，毕竟我只是一个普通的机器人...呜呜呜呜,
00121,小花：你应该有办法挥舞自己的斧头，因为你是拥有魔法的机器人啊！,
00122,小花：可能你还拥有一些潜在的能力还没有被发掘，想想就觉得兴奋！呜啦呜啦！,
00123,小花：刚好你来了，帮我一件事吧！我给你浇水壶，帮我去浇浇花，最近要做的事情太多了。,
00124,小花：帮个忙去浇花吧！,
00125,小花：呜啊呜啊！吓死我了！,
00126,小花：你拥有让种子立即生长的能力啊，太羡慕了...如果好好用将会是多么美丽的能力呢,
00127,小花：这个蔓藤，长出一条桥来了，我还没有去过对面呢，小木你可以过去对面看看吗？,
00128,老树精：哎呀哎呀！是谁来了？,
00129,老树精：是继承了生命之力的小不点啊！,
00130,老树精：你好啊小不点！我是掌管这个森林的管理员。,
00131,老树精：看来你的制作人，那个工程师，从我身上获得了生命之力后，托付于你了。,
00132,老树精：虽然说自己名义上是管理员，不过现在已经无力掌管这个森林了。,
00133,老树精：这个森林早已被侵蚀，那个坏人，自称伐木工，为了自己的一己私欲，对我们的家园大肆破坏。,
00134,老树精：我也感到自己的生命力逐渐消退，已经很难再管理这个森林了，而且我也没有腿，不能亲自去对抗伐木工的进攻。,
00135,老树精：森林可是我们的家园啊，我在这片森林生活了4000年吧，突然森林这样在短短两年内被破坏，面临消失的境地，实在是令人惋惜。,
00136,老树精：不过现在你出现了！噢呵呵呵！或者你可以代替我去整治一下这帮家伙！,
00137,小木：？？！！,
00138,老树精：什么？你难道不愿意去吗？,
00139,老树精：也难怪，毕竟你刚出生，对家园还没有实际感觉，想当年我200岁的时候还是很叛逆，还想说出去森林成就一番事业呢！,
00140,老树精：不过话说回来，如果你爱你的...爷爷，那位工程师。毕竟他名义上也算是你的亲生父亲，他也在这个森林生活了半辈子，如果他失去了自己的家园，你会怎么想呢？,
00141,老树精：我尊重你的想法，小不点。如果你爱你的爷爷，那请帮帮这个森林吧。,
00142,老树精：我会指导你应该怎样做，所以你不用担心不知道从哪里开始行动。,
00143,老树精：第一件事是去调查一下河流堵塞的原因，这个是最重要的，我们森林离不开水源，没有水源的话，不要说我们，你的爷爷也活不下去。,
00144,老树精：从我旁边有条路，可以通往河流上游。不过建议你出发之前，先给自己家人打个招呼吧！,
00145,老树精：去调查河流堵塞的原因吧。,
00146,老树精：但是出发之前记得跟你的爷爷打个招呼，这样才不会让你的家人担心！,
00147,工程师：噢！你居然去了那么远的地方啊。,
00148,工程师：你已经见过了树精了吗？他最喜欢说的东西就是大道理！哟嚯嚯嚯！,
00149,小木：....,
00150,工程师：什么？你想去这个森林探险？对于你来说挺危险的啊。,
00151,小木：....!....,
00152,工程师：我懂你意思了，既然你也想拯救这个森林，我也觉得这是锻炼你的好机会。,
00153,工程师：孩子长大了都要远走离开父母！呜呜呜。,
00154,工程师：既然你要出发，请你好好保护自己啊，面对敌人不要手软，先保护自己。,
00155,工程师：如果你在外面受伤了，立即回来，我会帮你好好修理的。,
00156,工程师：你沿着树精旁边的路出去吧！那里可以走去河流上游，去吧孩子。,
00157,工程师：既然你要出发，请你好好保护自己啊，面对敌人不要手软，先保护自己。,
00158,工程师：你沿着树精旁边的路出去吧！那里可以走去河流上游，去吧孩子。,
00159,投石花：别打我别打我！我是好人！,
00160,投石花：我的族人都发疯了，只有还清醒着，不知道怎样才可以阻止他们。,
00161,投石花：我刚才看到你在对岸，发现你可以让植物种子快速成长。你是拥有魔法吗？太厉害了！,
00162,投石花：我把我的种子给你吧，可能你能种植出清醒的我们。,
00163,获得投石花种子,
00164,投石花：谢谢了，希望你可以拯救我的族人！,
00165,这是一块大石头，可能是谁挪到这里的，但是石头上有个裂缝，可能有什么办法能把它破坏掉。,
00166,工程师：噢嚯嚯嚯嚯，你成功让河流水源恢复了！太棒了！,
00167,工程师：让我看看你有没有受伤。,
00168,工程师：看你，磕磕碰碰的，一点也不爱惜自己身体，叫你要好好保护自己的。,
00169,工程师：我一会好好修理一下你的，不用担心。,
00170,工程师：但是看到自己孩子受伤了还是会很伤心的，所以你不要让人担心啊！,
00171,工程师：下次如果你要出远门前，记得都要告诉我一声噢，我会给你准备一些东西出门的！,
00172,一块有裂缝的石头挡住了去路,
00173,以后要注意点啦，要好好保护自己。,
